export const forbiddenIngredients = `
Запрещённые продукты при гестационном диабете (ГСД):
Мука пшеничная высшего сорта
Мука пшеничная сорт экстра
Мука банановая
Мука рисовая, хлопья рисовые
Мука гречневая, хлопья гречневые
Мука кукурузная, хлопья кукурузные, кукуруза молотая, кукурузная крупа
Мука яблочная
Крахмалы
E1400 Декстрины, крахмал, обработанный термически, белый и жёлтый
E1401 Крахмал
E1402 Крахмал
E1403 Крахмал отбеленный
E1404 Окисленный крахмал
E1405 Крахмал
E1410 Монокрахмалфосфат
E1411 Дикрахмалглицерин
E1412 Дикрахмалфосфат
E1413 Фосфатированный дикрахмалфосфат
E1414 Дикрахмалфосфат
E1420 Крахмал ацетатный
E1421 Крахмал ацетатный
E1422 Дикрахмаладипат
E1423 Дикрахмалглицерин
E1440 Крахмал оксипропилированный
E1442 Дикрахмалфосфат
E1443 Дикрахмалглицерин
E1450 Крахмал
E1451 Крахмал
E1452 Крахмал
Гидролизованный крахмал
Запрещённые сахзамы, сахара
Сахар, свекловичный сахар,
тросниковый сахар, кокосовый сахар, пальмовый сахар, виноградный сахар
E150a Сахарный колер I простой (карамель простая)
Е150b Сахарный колер II
Е150c Сахарный колер III
Е150d Сахарный колер IV
Е420 Сорбит, сорбитовый сироп
E421 Маннит, маннитол
E959 Ацесульфам
E951 Аспартам
Е952 Цикламовая кислота, цикламат
Е953 Изомальтит, изомальт, изомальтоолигосахарид
Е954 Сахарин
Е965 Мальтит, мальтитный сироп, мальтитол
Е966 Лактит
Е967 Ксилит
E473 Сахароза
Е1102 Глюкозооксидаза
Е1200 Полидекстроза
E1400 Мальтодексрин
Олигофруктоза
Декстроза
Мальтоза
Фруктоза, левулоза, фруктовый сахар
Глюкоза
Цуканат
Турбинадо
Патока, меласса (только если с закваской или дрожжами, после них)
Карамель
Виноградное сусло
Мёд
Ванильный сахар
Сахарная пудра
Концентрированный виноградный сок
Соки ягодные и фруктовые
Нектар кокосовых соцветий
Сиропы любые: сироп агавы
Сироп топинамбура
Сироп кленовый
Сироп финиковый
Сироп инвертный
Сироп кукурузный
Сироп сорго
Сироп рисовых отрубей
Сироп солодовый
Золотой сироп
Любой "диабетический" сироп
Сгущенный сок тросника 
Пюре ягодное
Пюре фруктовое
Сушенные фрукты и ягоды
Сухофрукты
Финиковая паста
Финики
Изюм
Цукаты
Глюконо-дельта лактон
`

export const forbiddenProducts = `
Высокий Гликемический Индекс (ГИ):
Виноград
Банан
Хурма
Инжир
Черешня
Арбуз
Дыня
Все соки, даже свежевыжатые
Вареные, жаренные или запеченные картофель,
тыква, свекла, морковь;
Картофельное пюре
Консервированна кукуруза и горошек
Просо
Пшеничная крупа
Манная крупа
Кускус
Пшено
Белый шлифованный рис
Рис для суши
Хлопья (любые)
Мюсли
Все каши быстрого приготовления
Все изделия из пшеничной муки высшего сорта,рисоввой муки
Рисовая и гречневая лапша
Торты
Пирожные
Печенье
Вафли
Чипсы
Обезжиренное молоко
Сладкие кисломолочные продукты
Сладкие йогурты и творожки
Мед
Варенье
Джемы
Пастила
Зефир
`
